/* The canonical name of AirPort */
"AIRPORT_INTERFACE_NAME" = "AirPort";

/* For searching keychain */
"AIRPORT_NETWORK_KIND" = "Mot de passe du réseau AirPort";

/* For searching keychain */
"AIRPORT_NETWORK_WHERE" = "Réseau AirPort";

/* Status label, indicates airport appears to be associated with a network */
"AIRPORT_SETTINGS_STATUS" = "Réglages AirPort";

/* Status label, indicates airport is turned on */
"AIRPORT_STATUS" = "AirPort";

/* The canonical name of Ethernet */
"ETHERNET_INTERFACE_NAME" = "Ethernet intégré";

/* Status label, indicates ethernet appears to be plugged in */
"ETHERNET_STATUS" = "Ethernet intégré";

/* Title of continue button */
"CONTINUE_BUTTON" = "Continuer";

/* The subtitle of a failed status light */
"FAILED_STATUS_TEXT" = "Échec";

/* Text that appears while scanning the network for its current state */
"SCANNING_TEXT" = "Analyse en cours…";

/* Text that appears while connecting to network */
"CONNECTING_TEXT" = "Connexion en cours…";

/* Title of back button */
"GO_BACK_BUTTON" = "Revenir";

/* The canonical name of Internal Modem */
"INTERNALMODEM_INTERFACE_NAME" = "Modem interne";

/* The canonical name of External Modem */
"EXTERNALMODEM_INTERFACE_NAME" = "Modem externe";

/* Status label, indicates the internet is reachable */
"INTERNET_STATUS" = "Internet";

/* Status label, indicates the ISP is reachable */
"ISP_STATUS" = "FAI";

/* Status label, indicates airport appears to be associated with a network */
"MODEM_SETTING_STATUS" = "Réglages de modem";

/* Status label, indicates there a modem */
"MODEM_STATUS" = "Modem";

/* Describes generically that the app has encountered some sort of network change */
"NETWORK_CHANGE_DETECTED_TEXT" = "Votre configuration réseau a été modifiée. Cliquez sur OK pour passer à l'étape suivante.";

/* Title of back button when we can figure out how to go back */
"NETWORK_CHANGE_DETECTED_TITLE" = "Modification de réseau détectée";

/* Status label, indicates PPP settings look correct
   Status label, indicates DHCP/PPPoE settings look correct */
"NETWORK_SETTINGS_STATUS" = "Réglages réseau";

/* Title of an Okay button */
"OK_BUTTON" = "OK";

/* Title of quit button */
"QUIT_BUTTON" = "Quitter";

/* Status label, indicates internet is reachable */
"SERVER_STATUS" = "Serveur";

/* Title of back button */
"START_OVER_BUTTON" = "Recommencer";

